/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

/* Overview Strings */

"kSMBServiceIs" = "Le service SMB est :";

"kStartTime" = "Date de démarrage : ";

"kCurrentConnections" = "Connexions actuelles :";

"kGuestAccess" = "Accès en invité :";

/* */

"kGuestName" = "Invité";

"kNoStartDateNotRunning" = "Non disponible. Le service n’a pas démarré";

"kDateFormatter" = "%c";

"kErrorCode" = "Code d’erreur : ";

"RUNNING" = "En service";

"STOPPED" = "Arrêté";

"STARTING" = "Démarrage en cours";

"STOPPING" = "Arrêt en cours";

"PAUSED" = "En pause";

"UNKNOWN" = "Inconnu";

"N/A" = "Non disponible";

"YES" = "Activé";

"NO" = "Désactivé";

"kDOMAIN" = "Domaine :";

"kWORKGROUP" = "Groupe de travail :";

"kLoggingNoDetailString" = "Journalise uniquement les erreurs et les alertes. Les événements d’accès aux fichiers ne sont pas journalisés.";

"kLoggingMinimalDetailString" = "Journalise le démarrage et l’arrêt du service, les échecs d’authentification, les messages d’alertes et d’erreurs et les événements d’enregistrement du nom de navigateur.";

"kLoggingVerboseDetailString" = "Journalise les événements d’accès aux fichiers, le démarrage et l’arrêt du service, les échecs d’authentification, les messages d’alertes et d’erreurs et les événements d’enregistrement du nom de navigateur.";

"kEmptyNameErrorString" = "Les champs SMB doivent contenir un nom valide";

"kWorkgroupBadCharacterFormatString" = "Le caractère « %@ » n’est pas pris en charge dans les noms de groupe de travail de serveur SMB.";

"kServerNameBadCharacterFormatString" = "Le caractère « %@ » n’est pas pris en charge dans les noms de serveur SMB";

"kInvalidIPAddressFormatString" = "« %@ » est un nom ou une adresse IP non valide";

"kInvalidConfigurationDataString" = "Données de configuration non valides";

"kInvalidAuthMethodString" = "Au moins une méthode d’authentification doit être activée";

"kWORKGROUPNameErrorString" = "« %@ » n’est pas un nom valide pour le rôle de serveur actuellement sélectionné";

"kStandaloneMsgString" = "Ce serveur fournit les services de fichiers et d’impression SMB. Il ne fournit pas les services d’authentification pour l’accès au domaine sur les ordinateurs SMB.";

"kMemberMsgString" = "Ce serveur assure les services de fichiers et d’impression SMB. Il peut héberger des profils et des dossiers de départ d’utilisateurs possédant un compte d’accès au domaine. Il utilise des services d’authentification assurés par le serveur Mac OS X Server qui est le contrôleur de domaine principal.";
"kADMemberMsgString" = "Ce serveur assure les services de fichiers et d’impression SMB. Il peut héberger des profils et des dossiers de départ d’utilisateurs possédant un compte d’accès au domaine. Il utilise des services d’authentification assurés par le serveur Active Directory qui est le contrôleur de domaine principal.";

"kPDCMsgString" = "Ce serveur assure les services de fichiers et d’impression SMB. Il peut héberger des profils et des dossiers de départ d’utilisateurs possédant un compte d’accès au domaine et assure les services d’authentification au domaine.";

"kBDCMsgString" = "Ce serveur assure les services de fichiers et d’impression SMB. Il peut héberger des profils et des dossiers de départ d’utilisateurs possédant un compte d’accès au domaine. Il assure aussi les services d’authentification de secours à un domaine hébergé sur un serveur Mac OS X Server.";

"kNotLDAPMasterErrorTitle" = "Ce serveur ne peut pas être un contrôleur de domaine principal car il n’est pas un maître Open Directory.";
"kNotLDAPMasterErrorMsg" = "Vous pouvez changer le rôle Open Directory dans les réglages Général pour les services Open Directory.";

"kPDCToDomainMemberErrorTitle" = "Impossible de faire du serveur un membre du domaine.";
"kPDCToDomainMemberErrorMsg" = "Assurez-vous que le nom de domaine est correct et que le domaine est contrôlé par un Mac OS X Server. Assurez-vous également que le compte d’administrateur est correctement configuré et que vous avez tapé un nom et un mot de passe valides.";

"kDomainMemberToPDCErrorTitle" = "Impossible de faire du serveur un contrôleur de domaine principal SMB.";
"kDomainMemberToPDCErrorMsg" = "Assurez-vous qu’Open Directory est correctement configuré et que le serveur est un maître (LDAP) Open Directory. Assurez-vous également que le compte d’administrateur est correctement configuré et que vous avez tapé un nom et un mot de passe valides";

"kNotLDAPReplicaErrorTitle" = "Ce serveur ne peut pas être un contrôleur de domaine secondaire car il n’est pas une réplique Open Directory.";
"kNotLDAPReplicaErrorMsg" = "Vous pouvez changer le rôle Open Directory dans les réglages Général pour les services Open Directory.";

"kNamingErrorTitle" = "Conflit de noms.";
"kNamingErrorMsg" = "Le nouveau nom d’ordinateur ne peut pas être identique au nom du groupe de travail.";

/* Failover support */
"kFailover1Title" = "Le service de fichiers SMB ne peut pas être démarré";
"kFailover1Msg" = "Le service de fichiers SMB ne peut pas être démarré car le serveur fait office de serveur de secours dans une paire de basculement.";
"SECONDARY" = "Cet ordinateur est configuré en tant que serveur de secours dans une paire de basculement. Les paramètres de fichiers SMB sont synchronisés automatiquement à partir de l’ordinateur maître de la paire de basculement.";
"PRIMARY" = "Maître";
"500" = "Impossible d’enregistrer les réglages sur l’ordinateur de sauvegarde dans une paire de basculement.";

/* Banner support */

"kSummaryConnections" = "%d connexions";

"kSummaryThrouputPerSecFormatter" = "%@/s";

/* Some SMB related errors */

"100001" = "Impossible de faire du serveur un membre du domaine";

"100002" = "Impossible de faire du serveur un contrôleur de domaine principal SMB";

"100003" = "Impossible de faire du serveur un contrôleur de domaine secondaire SMB";

"100004" = "Impossible d’authentifier avec les nom et mot de passe d’utilisateur";

"100005" = "Impossible d’accéder au domaine";

/* Graphs */

"Average Connected Users" = "Moyenne du nombre d’utilisateurs connectés";

/* Logs */

"SMB File Service Log" = "Historique du service de fichiers SMB";

"SMB Name Service Log" = "Historique du service de noms SMB";

/* DO NOT LOCALIZE THESE */

"kSeparatorForFlattenedList" = ",";
